Repository: peer-rh/PolyApp
Catalog: language_pal/lib/l10n/app_*.arb
Languages: de

# auth_password
source: Password
de: Passwort

# auth_sign_in
source: Sign In
de: Log In

# auth_sign_in_link
source: Already have an Account? SIGN IN
de: Hast du bereits einen Account? LOG IN

# auth_sign_up
source: Sign Up
de: Registrieren

# auth_sign_up_link
source: Don't have an Account yet? SIGN UP
de: Hast du noch keinen Account? JETZT REGISTIEREN

# chat_input_hint_reg
source: Type Message...
de: Tippe Nachricht...

# chat_input_hint_try_again
source: Try again...
de: Versuche es nochmal...

# chat_page_hint
source: Tap for more Info
de: Tippe für mehr info

# chat_page_end
source: This Conversation is over. VIEW CHATMENTOR
de: Dieses Gespräch ist zu ende. CHATMENTOR anschauen

# chat_page_send_anyways
source: Send Anyways
de: Trotzdem senden

# chat_reset
source: Reset Chat
de: Chat zurücksetzen

source: Close
de: Schließen

# forgot_password_button
source: Send Password Reset Email
de: Passwort-Reset Emaill senden

# forgot_password_link
source: Forgot Password?
de: Passwort Vergessen

# forgot_password_title
source: Forgot Password
de: Passwort Zurücksetzen

# language
source: {code, select, de{German} en{English} es{Spanish} other{Error}}
de: {code, select, de{Deutsch} en{Englisch} es{Spanisch} other{Fehler}}

# msg_rating_correct
source: Good Answer
de: Gute Antwort

# msg_rating_grammar_error
source: Grammar Error
de: Grammatik-Fehler

# msg_rating_incomplete
source: Incomplete Answer
de: Unvollständige Antwort

# msg_rating_unclear
source: Unclear Answer
de: Unklare Antwort

# msg_rating_impolite
source: Impolite Answer
de: Unhöfliche Antwort

# msg_rating_not_parse
source: Could not parse
de: Nicht geparsed

# msg_translation_title
source: Translation
de: Übersetzung

# onboarding_learn_lang_question
source: What language do you want to learn
de: Was für eine Sprache möchtest du lernen?

# onboarding_must_select_option
source: You must select an option
de: Sie müssen eine Option auswählen

# onboarding_use_case_question
source: Why do you want to learn a new language?
de: Wieso möchtest du eine neue Sprache lernen?

# select_scenario_question
source: What Scenario do you want to practice?
de: Welches Szenario würden sie gerne üben?

# user_page_app_lang
source: App Language
de: App Sprache

# user_page_conversations_title
source: Conversations
de: Gespräche

# user_page_learn_lang
source: Language to learn
de: Zu lernende Sprache

# user_page_no_conversations
source: No finished Conversations yet.
de: Noch keine vollendente Gespräche.

# user_page_use_case
source: Reason
de: Lern Grund
